Repository: blw-ofag-ufag/webplattform-agrarmarktdaten
Catalog: src/locales/*/messages.po
Languages: de, fr, it

source: filters.select.total
de: ({0} total)
fr: ({0} total)
it: ({0} totale)

source: data.filters.some
de: {0} of {1}
fr: {0} de {1}
it: {0} di {1}

# data.filters.results
source: {resultCount, plural, one {result} other {results}}
fr: {resultCount, plural, one {résultat} other {résultats}}
it: {resultCount, plural, one {risultato} other {risultati}}

# footer.about_us.label
source: About us
de: Über uns
fr: À propos de nous
it: Chi siamo

source: data.filters.addedValue
de: Added Value
fr: Valeur ajoutée

# data.filters.all
source: All
fr: Tous
it: Tutto

# button.show.all
source: Show all posts
de: Alle Anzeigen
fr: Afficher tous les posts
it: Mostra tutti i posts

source: filters.aria.clear
de: Clear
fr: Réinitialiser les filtres
it: Ripristina i filtri

source: filters.select.clear
de: Clear
fr: Réinitialiser les filtres
it: Azzera i filtri

# homepage.section.data
source: Data
fr: Données
it: Dati

source: data.hero.title
de: Data download
fr: Télécharger des données
it: Scarica i dati

source: data.actions.download
de: Data download
fr: Télécharger des données
it: Scarica i dati

# data.filters.heading
source: Filters
fr: Filtres
it: Filtri

# contact.follow.us
source: Stay informed
de: Folgen Sie Uns
fr: Pour rester informés
it: Rimanere informati

source: data.filters.from
de: From
fr: De
it: Da

# footer.furtherinformation
source: Further information
de: Weitere Informationen
fr: Informations supplémentaires
it: Ulteriori informazioni

# cta.back
source: Back
de: Geh zurück
fr: Retour
it: Indietro

source: data.filters.indicator
de: Indicator
fr: Indicateur

# homepage.section.data.button
source: Learn more
fr: En savoir plus
it: Per saperne di più

source: data.filters.markets
de: Markets
fr: Marchés

# menu.markets
source: Markets
de: Märkte
fr: Marchés
it: Mercati

# homepage.section.market
source: Markets
de: Märkte
fr: Marchés
it: Mercati

source: data.actions.metadata
de: Metadata
fr: Metadata
it: Metadata

source: data.metadata.title
de: Metadata
fr: Metadata
it: Metadata

source: data.filters.month
de: Month
fr: Mois
it: Mese

# homepage.section.latestBlogPosts
source: Analysis
de: Neuste Blogbeiträge
fr: Analyses
it: Analisi

# data.filters.none
source: None
fr: Aucun
it: Nessuno

source: data.filters.productionSystems
de: Production Systems
fr: Système de production

source: data.filters.products
de: Products
fr: Liste des produits

# blogpost.publishedDate
source: Published on
fr: Publié le
it: Pubblicato il

# footer.legal
source: Mandate and legal basis
de: Rechtliche Grundlagen
fr: Mission et base légale
it: Missione e base giuridica

source: data.control.reset
de: Reset
fr: Remise à zéro
it: Reset

source: data.filters.salesRegions
de: Sales Regions
fr: Région de vente

source: filters.select.search
de: Search
fr: Recherche
it: Ricerca

source: filters.select.all
de: Select all
fr: Sélectionner tout
it: Seleziona tutto

source: data.actions.showFiler
de: Show Filters
fr: Afficher le filtre
it: Mostra filtri

source: data.actions.query
de: SPARQL query
fr: Requête SPARQL
it: SPARQL query

# footer.newsletter
source: Subscribe to newsletter
de: Newsletter Anmeldung
fr: S'abonner à la newsletter
it: Abbonarsi alla newsletter

# footer.terms
source: Terms of use
de: AGBs
fr: Conditions d’utilisation
it: Condizioni d’uso

# footer.id
source: The Federal Office for Agriculture FOAG is the Confederation's competence centre for all core issues relating to the agricultural sector. The FOAG is committed to ensuring that farmers produce high-quality food sustainably and with a focus on the market.
de: Das Bundesamt für Landwirtschaft BLW ist das Kompetenzzentrum des Bundes für alle Kernfragen des Agrarsektors. Das BLW setzt sich dafür ein, dass die Bäuerinnen und Bauern nachhaltig und marktorientiert hochwertige Lebensmittel produzieren.
fr: L’Office fédéral de l’agriculture OFAG est le centre de compétences pour la politique agricole suisse. L'une des tâches de l'OFAG, est d'assurer l'observervation indépendante du marché (art. 27 de la loi sur l’agriculture, LAgr). Ceci consiste à recenser et publier des indicateurs de marché tels que les prix et les quantités tout au long de la chaîne de création de valeur ajoutée des principaux marchés agricoles et alimentaires de Suisse. L’objectif est d’accroître la transparence du marché et de mettre en évidence les évolutions à long terme.
it: L'Ufficio federale dell'agricoltura UFAG è il centro di competenza nazionale per la politica agricola svizzera. Tra i suoi compiti rientra il monitoraggio indipendente del mercato (art. 27 della legge sull'agricoltura, LAgr). L'UFAG rileva e pubblica indicatori di mercato, come prezzi e quantità, lungo l'intera catena del valore dei principali mercati agroalimentari della Svizzera. L'obiettivo è aumentare la trasparenza del mercato e mostrare l’evoluzione a lungo termine.

source: data.filters.time
de: Time
fr: Période
it: Periodo

source: data.filters.to
de: To
fr: Pour
it: A

# homepage.section.data.content
source: Various data can be selected and downloaded via the data download, in particular price series, and in some cases also quantity and area data. Data are available from the year 2000 onwards.
fr: Différentes données peuvent être sélectionnées et téléchargées via le téléchargement de données, en particulier des séries de prix et, dans certains cas, des données de quantité et de superficie. Les données sont disponibles à partir de l'année 2000.
it: È possibile selezionare e scaricare diversi dati, in particolare le serie dei prezzi e, in alcuni casi, anche i dati relativi alle quantità e alle superfici. I dati sono disponibili a partire dall'anno 2000.

source: data.actions.visualize
de: Visualize
fr: Visualize
it: Visualize

source: data.filters.year
de: Year
fr: Année
it: Anno

# homepage.section.theme
source: Focus
de: Themen

# menu.focus
source: Focus
de: Fokus

# footer.impressum
source: Contact
de: Impressum
it: Contatto
